[
    {
        "country": "Francja",
        "tag": "Europa",
        "text": "Francja oferuje bogatą mozaikę kultury, historii i naturalnego piękna, od ikonicznych zabytków, takich jak Wieża Eiffla, po skąpane w słońcu plaże Riwiery, renomowane regiony winiarskie i malownicze wiejskie wioski.",
        "img": "/images/france.png",
        "title": "Odkryj ukryte uroki Francji",
        "subtitle": "Odkryj cuda Francji. Od jej bogatego dziedzictwa i wyśmienitej kuchni po alpejskie panoramy, zanurz się w każdym zachwycie, jaki ta czarująca kraina ujawnia.",
        "description": "Francja to kraj urzekającej różnorodności, gdzie wieki historii spotykają się z nowoczesną kreatywnością na malowniczych krajobrazach. Wędruj po urokliwych uliczkach Paryża, domu ikonicznych zabytków takich jak Wieża Eiffla, Luwr i majestatyczna katedra Notre-Dame. Poza stolicą pagórkowate winnice w Bordeaux i Burgundii produkują światowej sławy wina, podczas gdy lawendowe pola Prowansji tworzą żywy fioletowy gobelin pod śródziemnomorskim słońcem. Od skąpanych w słońcu plaż Riwiery po ośnieżone szczyty Francuskich Alp, każdy region oferuje swój niepowtarzalny charakter i smaki. Kultura francuska jest synonimem kulinarnej doskonałości, dziedzictwa artystycznego i głębokiego uznania dla wyrafinowanych przyjemności życia. Rozkoszuj się maślanymi croissantami w osiedlowej piekarni, kosztuj gastronomii nagrodzonej gwiazdkami Michelin w historycznych wnętrzach château albo delektuj się serami wiejskimi i wędlinami w rustykalnych wiejskich bistrach. Przy tempie życia, które ceni długie, wspólne posiłki i kulturalne więzi, podróżni odnajdą ciepło i elegancję wplecione w codzienną rutynę. Niezależnie czy zwiedzasz średniowieczne miasteczka w Normandii, pedałujesz szlakiem châteaux Doliny Loary czy tańczysz do późna w paryskich klubach, Francja obiecuje niezapomnianą podróż dla każdego poszukiwacza przygód.",
        "currency": "EUR",
        "language": "Francuski",
        "advices": ["Zawsze witaj sprzedawców i personel restauracji uprzejmym “Bonjour” przed rozpoczęciem rozmowy.", "Używaj formy grzecznościowej (Monsieur/Madame), chyba że zaproszono do zwracania się po imieniu.", "Etykieta przy stole: trzymaj ręce na stole, łam chleb rękami, i poczekaj, aż wszyscy zostaną podani, zanim zaczniesz jeść.", "Napiwek: opłata serwisowa jest wliczona, ale zostawienie niewielkiego dodatkowego napiwku (5–10%) jest mile widziane przy doskonałej obsłudze.", "Zwróć uwagę na godziny otwarcia sklepów i muzeów; wiele z nich zamyka się na lunch (12–2 pm) i jest zamkniętych w niedziele."],
        "destinations": ["Taras Wieży Eiffla", "Lawendowe Pola", "Promenada Anglików"],
        "sliderImg": "/images/france-slider.png",
        "popularLocations": [
            {
                "title": "Taras Wieży Eiffla",
                "img": "/image/",
                "city": "Paryż",
                "features": ["Panoramiczne widoki na miasto", "Bujne ogrody publiczne"]
            },
            {
                "title": "Lawendowe Pola",
                "img": "/image/",
                "city": "Prowansja",
                "features": ["Niekończące się purpurowe kwiaty", "Pachnące, falujące krajobrazy"]
            },
            {
                "title": "Promenada Anglików",
                "img": "/image/",
                "city": "Nicea, Lazurowe Wybrzeże",
                "features": ["Nadmorski bulwar obsadzony palmami", "Kolorowe parasole plażowe"]
            },
            {
                "title": "Zamek w Chambord",
                "img": "/image/",
                "city": "Dolina Loary",
                "features": ["Architektura renesansu", "Symetryczne wieżyczki"]
            }

        ],
        "food": [
            {
                "restaurant": "Le Jules Verne",
                "city": "Paryż"
            },
                        {
                "restaurant": "Mirazur",
                "city": "Menton"
            },
                        {
                "restaurant": "Srebrna Wieża",
                "city": "Paryż"
            },
                        {
                "restaurant": "Zajazd Starej Studni",
                "city": "Fontjoncouse"
            },
                        {
                "restaurant": "Le Chabichou",
                "city": "Courchevel"
            },
                        {
                "restaurant": "L’Oustau de Baumanière",
                "city": "Les Baux-de-Provence"
            }
        ],
        "nightActivities": ["Rex Club w Paryżu", "Harry’s New York Bar w Paryżu", "Le Sucre w Lyonie", "Plaża Baoli w Cannes", "Les Bains w Paryżu", "Les Caves du Roy w Saint-Tropez"],
        "creditCard": "Powszechnie akceptowane w miastach i obszarach turystycznych; niektóre małe wsie mogą preferować gotówkę.",
        "atm": "Łatwo dostępne w obszarach miejskich i turystycznych; ograniczona dostępność w odległych wsiach.",
        "english": "Powszechne w miejscach turystycznych"

    },
    {
        "country": "Japonia",
        "tag": "Azja",
        "text": "Japonia jest krainą żywych kontrastów, gdzie starożytne świątynie i spokojne ogrody dzielą krajobraz z miastami oświetlonymi neonami i superszybkimi pociągami. Od ośnieżonych gór po tropikalne plaże, jej bogate tradycje, najnowocześniejsza technologia i światowej sławy kuchnia tworzą niezapomnianą podróż.",
        "img": "/images/japan.png"
    },
    {
        "country": "Brazylia",
        "tag": "Ameryka Południowa",
        "text": "Brazylia to rozległy i tętniący życiem kraj w Ameryce Południowej znany ze swojego bogatego dziedzictwa kulturowego, różnorodnych ekosystemów, od lasu deszczowego Amazonii po dziewicze plaże, oraz światowej sławy festiwali, takich jak Karnawał, które celebrują jego żywiołowego ducha.",
        "img": "/images/brazil.png"
    },
    {
        "country": "Nowa Zelandia",
        "tag": "Oceania",
        "text": "Nowa Zelandia jest państwem wyspiarskim na południowo-zachodnim Pacyfiku znanym ze zróżnicowanych krajobrazów—od surowych gór i fiordów po pagórkowate wzgórza i dziewicze plaże. Słynąc ze sportów przygodowych, kultury Maorysów i światowej klasy szlaków turystycznych, oferuje unikalne połączenie naturalnego piękna i żywych lokalnych doświadczeń.",
        "img": "/images/new-zealand.png"
    },
    {
        "country": "Maroko",
        "tag": "Afryka",
        "text": "Maroko to tętniący życiem kraj w Afryce Północnej, znany z różnorodnych krajobrazów, od rozległych wydm Sahary i surowych Gór Atlas po tętniące życiem medyny i kolorowe targi w miastach takich jak Marrakesz i Fez. Łącząc wpływy arabskie, berberyjskie i francuskie, oferuje bogate doświadczenia kulturowe, smakowitą kuchnię i ponadczasową architekturę.",
        "img": "/images/morocco.png"
    },
    {
        "country": "Kanada",
        "tag": "Północna Ameryka",
        "text": "Kanada to rozległy, zróżnicowany kraj w Ameryce Północnej, znany ze swoich zapierających dech w piersiach cudów natury, od wyniosłych pasm górskich i nieskazitelnych jezior po rozległe lasy i dynamiczne ośrodki miejskie. Doświadcz bogatego wielokulturowego dziedzictwa, przyjaznych społeczności i niekończących się możliwości przeżywania przygód.",
        "img": "/images/canada.png"
    },
    {
        "country": "Włochy",
        "tag": "Europa",
        "text": "Włochy to kraina ponadczasowego piękna i bogactwa kulturowego; od starożytnych ruin Rzymu i sztuki renesansu we Florencji po skąpane w słońcu Wybrzeże Amalfi i falujące winnice Toskanii, oferują światowej klasy kuchnię, żywe tradycje i niezapomniane krajobrazy.",
        "img": "/images/italy.png"
    },
    {
        "country": "Kenia",
        "tag": "Afryka",
        "text": "Kenia jest krajem wschodniej Afryki słynącym ze swoich zapierających dech w piersiach krajobrazów, obfitej dzikiej przyrody i bogatego dziedzictwa kulturowego. Od ikonicznych równin Masaj Mara po ośnieżone szczyty Mount Kenya, oferuje niezapomnianą przygodę pełną barwnych tradycji, różnorodnych ekosystemów i tętniących życiem społeczności.",
        "img": "/images/kenya.png"
    },
    {
        "country": "Tajlandia",
        "tag": "Azja",
        "text": "Tajlandia jest żywym klejnotem Azji Południowo-Wschodniej, gdzie złote świątynie, bujne dżungle, tętniące życiem targi i nieskazitelne plaże tworzą bogatą mozaikę kultury, historii i piękna natury.",
        "img": "/images/thailand.png"
    },
    {
        "country": "Islandia",
        "tag": "Europa",
        "text": "Islandia jest krainą ognia i lodu, gdzie wulkaniczne szczyty, potężne lodowce i geotermalne gorące źródła tworzą nieziemskie krajobrazy. Od tętniącej życiem zorzy polarnej tańczącej po niebie po grzmiące wodospady i czarne piaszczyste plaże, Islandia oferuje poszukiwaczom przygód dramatyczną i niezapomnianą podróż.",
        "img": "/images/island.png"
    },
    {
        "country": "Peru",
        "tag": "Ameryka Południowa",
        "text": "Peru to tętniący życiem kraj w Ameryce Południowej, znany ze starożytnych inkaskich ruin, takich jak Machu Picchu, różnorodnych krajobrazów od lasu deszczowego Amazonii po Andy oraz bogatego dziedzictwa kulturowego z barwnymi festiwalami i kuchnią światowej klasy.",
        "img": "/images/peru.png"
    },
    {
        "country": "Australia",
        "tag": "Australia",
        "text": "Australia jest ogromnym i różnorodnym krajem słynącym z plaż zalanych słońcem, starożytnych krajobrazów Outbacku, bujnych lasów deszczowych i tętniących życiem miast. Od ikonicznej Opery w Sydney i Wielkiej Rafy Koralowej po unikalne dzikie zwierzęta, takie jak kangury i koale, Australia oferuje niezapomniane połączenie cudów natury i nowoczesnej kultury.",
        "img": "/images/australia.png"
    }
]